Repository: TongueTango/tonguetangoiOS
Catalog: Tongue Tango/*.lproj/Localizable.strings
Languages: es, hi, ko, th, vi, zh

source: ADD
es: Agregar
hi: जोड़ें
ko: 추가
th: เพิ่ม
vi: Thêm
zh: 添加

source: ACCEPT
es: Aceptar
hi: स्वीकार करें
ko: 승인
th: ยอมรับ
vi: Chấp nhận
zh: 接受

source: BACK
es: Atrás
hi: पीछे
ko: 뒤로
th: ย้อนกลับ
vi: Trở lại
zh: 返回

source: BLOCK
es: Bloquear
hi: ब्लॉक करें
ko: 차단
th: ปิดกั้น
vi: Chặn
zh: 阻止

source: CANCEL
es: Cancelar
hi: रद्द करें
ko: 취소
th: ยกเลิก
vi: Hủy
zh: 取消

source: CONNECT
es: Conectar
hi: कनेक्ट करें
ko: 연결
th: เชื่อมต่อ
vi: Kết nối
zh: 连接

source: CONNECT FB
es: Iniciar sesión en Facebook
hi: फेसबुक से लॉगिन करें
ko: Facebook으로 로그인
th: ล็อกอินด้วย Facebook
vi: Đăng nhập bằng Facebook
zh: 使用Facebook登录

source: CONNECT TW
es: Iniciar sesión en Twitter
hi: ट्विटर से लॉगिन करें
ko: Twitter로 로그인
th: ล็อกอินด้วย Twitter
vi: Đăng nhập bằng Twitter
zh: 使用Twitter登录

source: CONTINUE
es: Continuar
hi: जारी रखें
ko: 계속
th: ดำเนินการต่อ
vi: Tiếp tục
zh: 继续

source: DELETE
es: Eliminar
hi: डिलीट करें
ko: 삭제
th: ลบ
vi: Xóa
zh: 删除

source: DENY
es: Denegar
hi: इंकार
ko: 거절
th: ปฏิเสธ
vi: Từ chối
zh: 拒绝

source: DONE
es: Hecho
hi: संपन्न
ko: 완료
th: เสร็จสิ้น
vi: Đã xong
zh: 完成

source: DONT ALLOW
es: No Permita
hi: अनुमति नहीं दें
ko: 비허용
th: ไม่อนุญาต
vi: Không cho phép
zh: 不允许

source: EXISTING ACCOUNT
es: Cuenta existente
hi: मौजूदा खाता
ko: 기존 계정
th: บัญชีปัจจุบัน
vi: Tài khoản Hiện tại
zh: 现有账户

source: FREE
es: Liberar
hi: नि:शुल्क
ko: 무료
th: ฟรี
vi: Miễn phí
zh: 免费

source: GET STARTED
es: Comenzar
hi: शुरू करें
ko: 시작하기
th: เริ่มต้นใช้งาน
vi: Bắt đầu
zh: 开始

source: INVITE
es: Invitar
hi: आमंत्रित करें
ko: 초대
th: เชื้อเชิญ
vi: Mời
zh: 邀请

source: LOGOUT
es: Cerrar sesión
hi: लॉगआउट
ko: 로그아웃
th: ล็อกเอาท์
vi: Đăng xuất
zh: 登出

source: LOGOUT OF TT
es: Cerrar sesión en Tongue Tango
hi: Tongue Tango से लॉगआउट
ko: Tongue Tango 로그 아웃
th: ล็อกเอาท์ออกจาก Tongue Tango
vi: Đăng xuất Tongue Tango
zh: 登出Tongue Tango

source: LOGIN
es: Iniciar sesión
hi: लॉगिन
ko: 로그인
vi: Đăng nhập
zh: 登录

source: NEW
es: Nuevo
hi: नया
ko: 새
th: ใหม่
vi: Mới
zh: 新建

source: NEW ACCOUNT
es: Cuenta nueva
hi: नया खाता
ko: 새 계정
th: บัญชีใหม่
vi: Tài khoản Mới
zh: 新账户

source: NEXT
es: Siguiente
hi: अगला
ko: 다음
th: ถัดไป
vi: Tiếp
zh: 下一步

source: NO THANKS
es: No gracias
hi: नहीं, धन्यवाद
ko: 아니오
th: ไม่ต้อง ขอบคุณ
vi: Không Cảm ơn
zh: 不，谢谢

source: NOT NOW
es: No ahora
hi: अभी नहीं
ko: 다음에
th: ไม่ใช่ในขณะนี้
vi: Không phải Bây giờ
zh: 暂时不

source: RECORD REPLY
es: Registrar respuesta
hi: उत्तर रिकॉर्ड करें
ko: 레코드 리플레이
th: บันทึกข้อความตอบกลับ
vi: Ghi lại Trả lời
zh: 录制回复

source: REMOVE
es: Remover
hi: हटाएं
ko: 삭제
th: เอาออก
vi: Gỡ
zh: 移除

source: SAVE
es: Guardar
hi: सेव
ko: 저장
th: บันทึก
vi: Lưu
zh: 保存

source: SEND
es: Enviar
hi: भेजें
ko: 전송
th: ส่ง
vi: Gửi
zh: 发送

source: SET PICTURE
es: Configurar foto
hi: चित्र सेट करें
ko: 사진 설정
th: ตั้งค่ารูปภาพ
vi: Đặt Ảnh
zh: 设置头像

source: SETTINGS BTTN
es: Configuración
hi: सेटिंग्स
ko: 설정
th: การตั้งค่า
vi: Thiết lập
zh: 设置

source: SIGN IN
es: Registrarse
hi: साइन इन
ko: 가입하기
th: ลงชื่อเข้าใช้
vi: Đăng nhập
zh: 登录

source: SIGN UP
es: Registrarse en Tongue Tango
hi: Tongue Tango के लिए साइन अप
ko: Tongue Tango 가입하기
th: สมัครสมาชิก Tongue Tango
vi: Đăng ký Tongue Tango
zh: 注册Tongue Tango

source: TEXT REPLY
es: Respuesta de texto
hi: पाठ में उत्तर
ko: 문자 답장
th: ข้อความตอบกลับ
vi: Nội dung Trả lời
zh: 文本回复

source: UNBLOCK
es: Desbloquear
hi: अनब्लॉक करें
ko: 차단 해제
th: ยกเลิกการปิดกั้น
vi: Bỏ chặn
zh: 解除阻止

source: YES
es: Sí
hi: हाँ
ko: 네
th: ใช่
vi: Có
zh: 是

source: FIRST NAME
es: Nombre
hi: प्रथम नाम
ko: 이름
th: ชื่อ
vi: Tên
zh: 名

source: LAST NAME
es: Apellido
hi: अंतिम नाम
ko: 성
th: นามสกุล
vi: Họ
zh: 姓

source: USERNAME
es: Nombre de usuario
hi: यूजरनेम
ko: 사용자이름
th: ชื่อผู้ใช้
vi: Tên người dùng
zh: 用户名

source: PASSWORD
es: Contraseña
hi: पासवर्ड
ko: 비밀번호
th: รหัสผ่าน
vi: Mật khẩu
zh: 密码

source: EMAIL
es: Correo electrónico
hi: ईमेल
ko: 이메일
th: อีเมล
zh: 电子邮箱

source: PHONE
es: Teléfono
hi: फोन
ko: 전화
vi: Điện thoại
zh: 电话

source: PHONE NUMBER
es: Número de teléfono
hi: फोन नम्बर
ko: 전화 번호
th: หมายเลขโทรศัพท์
vi: Số Điện thoại
zh: 电话号码

source: CONFIRM
es: Confirmar
hi: पुष्टि करें
ko: 확인
th: ยืนยัน
vi: Xác nhận
zh: 确认

source: CONFIRM PASSWORD
es: Confirme Contraseña
hi: पासवर्ड की पुष्टि करें
ko: 비밀번호 확인
th: ยืนยันรหัสผ่าน
vi: Xác nhận Mật khẩu
zh: 确认密码

source: GROUP NAME
es: Nombre del Grupo
hi: समूह नाम
ko: 그룹 이름
th: ชื่อกลุ่ม
vi: Tên Nhóm
zh: 组织名称

source: FORGOT
es: ¿olvidada?
hi: भूल गया हूं?
ko: 잊었다고?
th: ลืม?
vi: quên?
zh: 忘了吗？

source: CONNECT ERROR
es: Error de conexión
hi: कनेक्शन त्रुटि
ko: 연결 오류
th: เกิดข้อผิดพลาดในการเชื่อมต่อ
vi: Lỗi Kết nối
zh: 连接错误

source: REQUEST ERROR
es: Error en solicitud
hi: अनुरोध त्रुटि
ko: 요청 오류
th: เกิดข้อผิดพลาดในการร้องขอ
vi: Lỗi Yêu cầu
zh: 请求错误

source: REQUEST ERROR MESSAGE
es: Ha ocurrido un error y su solicitud no llegó al servidor. Por favor, intente más tarde.
hi: एक त्रुटि हुई जो सर्वर के लिए आपके अनुरोध को रोकता है। कृपया बाद में पुन: प्रयास करें।
ko: 서버로 요청을 방해하는 오류가 발생하였습니다. 다시 시도하십시오.
th: มีข้อผิดพลาดเกิดขึ้นซึ่งทำให้การร้องขอของคุณไม่สามารถไปยังเซิร์ฟเวอร์ โปรดลองใหม่อีกครั้งในภายหลัง
vi: Đã xảy ra lỗi khiến yêu cầu của bạn không gửi tới máy chủ được. Vui lòng thử lại sau.
zh: 发生错误，您无法向服务器发出请求。请稍后再试。

source: UPLOAD ERROR
es: Error de subida de archivo
hi: अपलोड त्रुटि
ko: 업로드 오류
th: การอัพโหลด ไม่ถูกต้อง
vi: Lỗi đăng tải
zh: 上传错误

source: UPLOAD ERROR MESSAGE
es: El mensaje que usted está tratando de enviar está vacío. Inténtelo de nuevo.
hi: आप जिस संदेश को भेजने का प्रयास कर रहे हैं, वह खाली है। कृपया पुन: प्रयास करें।
ko: 전송하시려는 메세지가 비어있습니다. 다시 시도하십시오.
th: ข้อความที่คุณต้องการส่งว่างเปล่า กรุณาลองอีกครั้ง.
vi: Thông điệp mà bạn đang gửi bị rỗng. Vui lòng thử lại.
zh: 您发的信息是空白的。请再试一次.

source: FB ACTIVITY
es: Recuperar amigos de Facebook.
hi: फेसबुक से दोस्तों को पुन:प्राप्त कर रहे हैं।
ko: Facebook에서 친구 불러오기.
th: การเรียกข้อมูลเพื่อนจาก Facebook
vi: Lấy bạn bè từ Facebook.
zh: 检索Facebook中的好友。

source: FB CONNECT
es: Conéctese a Facebook para encontrar a sus amigos en Tongue Tango.
hi: Tongue Tango पर अपने दोस्तों को पाने के लिए फेसबुक से कनेक्ट करें।
ko: Tongue Tango를 사용중인 친구를 찾기위해 Facebook에 연결하기.
th: เชื่อมต่อไปยัง Facebook เพื่อค้นหา เพื่อนๆ ของคุณบน Tongue Tango
vi: Kết nối Facebook để tìm bạn bè của bạn trên Tongue Tango.
zh: 连接至Facebook找到您在Tongue Tango上的 朋友。

source: FB ERROR
es: Tongue Tango no pudo conectarse con su cuenta de Facebook. Por favor, intente más tarde.
hi: Tongue Tango आपके फेसबुक खाते से कनेक्ट करने में असमर्थ रहा। कृपया बाद में पुन: प्रयास करें।
ko: Tongue Tango가 Facebook 계정 연결에 실패하였습니다. 다시 시도하십시오.
th: Tongue Tango ไม่สามารถเชื่อมต่อกับบัญชี Facebook ของคุณ โปรดลองใหม่อีกครั้งในภายหลัง
vi: Tongue Tango không thể kết nối vào tài khoản Facebook của bạn. Vui lòng thử lại sau.
zh: Tongue Tango无法连接到您的Facebook账户。 请稍后再试。

source: TW ERROR
es: Tongue Tango no pudo conectarse con su cuenta de Twitter. Por favor, intente más tarde.
hi: Tongue Tango आपके ट्विटर खाते से कनेक्ट करने में असमर्थ रहा। कृपया बाद में पुन: प्रयास करें।
ko: Tongue Tango 가 Twitter 계정 연결에 실패했습니다. 다시 시도하십시오.
th: Tongue Tango ไม่สามารถเชื่อมต่อกับบัญชี Twitter ของคุณ โปรดลองใหม่อีกครั้งในภายหลัง
vi: Tongue Tango không thể kết nối vào tài khoản Twitter của bạn. Vui lòng thử lại sau.
zh: Tongue Tango无法连接到您的Twitter账户。 请稍后再试。

source: HOME
es: Inicio
hi: होम
ko: 홈
th: หน้าหลัก
vi: Trang chủ
zh: 首页

source: MESSAGES
es: Mensajes
hi: संदेश
ko: 메세지
th: ข้อความ
vi: Tin nhắn
zh: 消息

source: FRIENDS
es: Amigos
hi: दोस्त
ko: 친구
th: เพื่อน
vi: Bạn bè
zh: 好友

source: GROUPS
es: Grupos
hi: समूह
ko: 그룹
th: กลุ่ม
vi: Nhóm
zh: 群组

source: FAVORITES
es: Favoritos
hi: पसंदीदा
ko: 즐겨찾기
th: รายการโปรด
vi: Yêu thích
zh: 最爱

source: PROFILE
es: Perfil
hi: प्रोफाइल
ko: 프로필
th: ประวัติโดยย่อ
vi: Hồ sơ
zh: 简介

source: SETTINGS
es: Configuración, Temas y Mics
hi: सेटिंग्स, थीम और माइक्स
ko: 설정, 테마 & 마이크
th: การตั้งค่า ชุดรูปแบบและเบ็ดเตล็ด
vi: Thiết lập, Chủ đề & Khác
zh: 设置，主题和麦克风

source: EXTRAS
hi: अतिरिक्त
ko: 기타
th: เพิ่มเติม
vi: Phần thêm
zh: 其他

source: FAQS
es: Preguntas frecuentes
hi: एफएक्यू
ko: FAQ
th: คำถามที่พบบ่อย
vi: Câu hỏi thường gặp
zh: 常见问答

source: ABOUT
es: Acerca de
hi: बारे में
ko: 소개
th: เกี่ยวกับ
vi: Giới thiệu
zh: 关于

source: WELCOME
es: ¡Bienvenido a Tongue Tango!
hi: Tongue Tango में स्वागत है!
ko: Tongue Tango에 오신 것을 환영합니다!
th: ขอต้อนรับสู่ Tongue Tango!
vi: Chào mừng bạn đến với Tongue Tango!
zh: 欢迎来到Tongue Tango！

source: WELCOME MESSAGE
es: Creemos posible que su vida sea simple, con gran actividad social y de todo su gusto.
hi: हम जीवन को सरल, सबसे अधिक सामाजिक और इसके साथ-साथ आपके लिए पूरी तरह से अनुकूलित बनाने में यकीन रखते हैं।
ko: 삶을 간단하고 보다 친근하게 그리고 동시에 완벽한 사용자 지정 구성이 가능합니다.
th: เราเชื่อในการทำให้ชีวิตเรียบง่าย เต็มไปด้วยปฏิสัมพันธ์ทางสังคม และในขณะเดียวกันก็สามารถกำหนดได้อย่างเต็มที่ด้วยตัวคุณเอง
vi: Chúng tôi tin vào việc khiến cuộc sống trở nên đơn giản, có tính xã hội cao và đồng thời hoàn toàn do bạn tùy chỉnh.
zh: 我们认为生活应该简单化，高度社会化，同时应该完全由你掌控。

source: NEW OR EXISTING
es: ¿Cómo prefiere registrarse?
hi: आप कैसे रजिस्टर करना चाहेंगे?
ko: 가입하시겠습니까?
th: คุณต้องการลงทะเบียนในรูปแบบใด
vi: Bạn muốn đăng ký như thế nào?
zh: 您想用哪种方式注册？

source: PICTURE QUESTION
es: ¿Cómo le gustaría configurar su foto?
hi: आपा अपना चित्र कैसे सेट करना चाहेंगे?
ko: 어떻게 사진을 설정하시겠습니까?
th: คุณต้องการตั้งค่ารูปภาพในรูปแบบใด
vi: Bạn muốn đặt ảnh của bạn như thế nào?
zh: 您想如何设置您的头像？

source: PICTURE ANSWER1
es: Tomar una foto
hi: चित्र लें
ko: 사진 촬영
th: ถ่ายรูป
vi: Chụp Ảnh
zh: 拍照

source: PICTURE ANSWER2
es: Elegir una foto
hi: चित्र चुनें
ko: 사진 선택
th: เลือกรูปภาพ
vi: Chọn Ảnh
zh: 选择头像

source: TYPE NAME
es: Ingresar su nombre
hi: अपना नाम टाइप करें
ko: 이름 입력
th: พิมพ์ชื่อของคุณ
vi: Nhập tên của bạn
zh: 输入您的姓名

source: NO IMAGE TITLE
es: Elegir una foto
hi: चित्र चुनें
ko: 사진 선택
th: เลือกรูปภาพ
vi: Chọn Ảnh
zh: 选择头像

source: NO IMAGE MESSAGE
es: Para que a sus amigos les sea más fácil encontrarlo, elija una foto.
hi: अपने दोस्तों के लिए आपको आसानी से ढूंढने के लिए कृपया एक चित्र चुनें।
ko: 친구들이 보다 쉽게 당신을 찾을 수 있도록, 사진을 선택하십시오.
th: โปรดเลือกรูปภาพเพื่อให้เพื่อนๆ ของคุณสามารถค้นหาคุณได้ง่ายยิ่งขึ้น
vi: Để bạn bè có thể tìm thấy bạn dễ dàng hơn, vui lòng chọn ảnh.
zh: 为了让您的朋友更容易找到您，请选择一张头像。

source: NO NAME TITLE
es: Ingrese un nombre
hi: नाम दर्ज करें
ko: 이름을 입력하십시오
th: ป้อนชื่อ
vi: Nhập Tên
zh: 输入一个名字

source: NO NAME MESSAGE
es: Para que amigos puedan encontrarlo, por favor ingrese un nombre.
hi: अब दोस्त आपको ढूंढ सकते हैं, कृपया पहला नाम दर्ज करें।
ko: 친구들이 찾을 수 있도록, 이름을 입력하십시오.
th: โปรดป้อนชื่อเพื่อให้เพื่อนๆ พบคุณ
vi: Để bạn bè có thể tìm thấy bạn, vui lòng nhập tên.
zh: 以便让朋友找到您，请输入您的名字。

source: OR
es: o
hi: या
ko: 또는
th: หรือ
vi: hoặc
zh: 或

source: CAMERA UNAVAILABLE
es: Cámara no disponible
hi: कैमरा अनुपलब्ध
ko: 카메라 이용불가능
th: กล้องไม่พร้อมใช้งาน
vi: Không có Camera
zh: 没有找到摄像头

source: CAMERA NOT AVAILABLE
es: Su dispositivo no está habilitado para tomar fotos. Por favor, elija otra opción.
hi: आपका उपकरण चित्र लेने में सक्षम नहीं है। कृपया दूसरा विकल्प चुनें।
ko: 장치가 사진 촬영을 할 수 없습니다. 다른 옵션을 선택하세요.
th: อุปกรณ์ของคุณไม่สามารถถ่ายรูปได้ โปรดเลือกตัวเลือกอื่น
vi: Thiết bị của bạn không thể chụp được ảnh. Vui lòng chọn tùy chọn khác.
zh: 您的设备无法拍照。请选择另外一个选项。

source: LOGIN ERROR
es: Error de inicio de sesión
hi: लॉगिन त्रुटि
ko: 로그인 오류
th: เกิดข้อผิดพลาดในการล็อกอิน
vi: Lỗi Đăng nhập
zh: 登录错误

source: LOGIN ERROR MESSAGE
es: Hubo uno o más errores en el envío de sus datos. Por favor, intente de nuevo.
hi: आपकी प्रस्तुति में एक या अधिक त्रुटियां थीं। कृपया पुन: प्रयास करें।
ko: 제출에 하나 이상의 오류가 발생하였습니다. 다시 시도하십시오.
th: เกิดข้อผิดพลาดหนึ่งข้อหรือมากกว่าในการส่งข้อมูลของคุณ โปรดลองใหม่อีกครั้ง
vi: Có một hoặc nhiều lỗi trong quá trình bạn đăng ký. Vui lòng thử lại.
zh: 在您提交的内容中出现一或多个错误。请再次尝试。

source: MISSING UN PW
es: Por favor ingrese un nombre de usuario y una contraseña para iniciar sesión.
hi: कृपया लॉगिन करने के लिए यूज़रनेम और पासवर्ड दर्ज करें।
ko: 로그인하시려면 사용자 이름 및 비밀번호를 입력하십시오.
th: โปรดป้อนชื่อผู้ใช้และรหัสผ่านเพื่อล็อกอิน
vi: Vui lòng nhập tên người dùng và mật khẩu để đăng nhập.
zh: 请输入用户名和密码登录。

source: CONFIRM NO MATCH
es: La contraseña y la confirmación no coinciden. Inténtelo de nuevo.
hi: पासवर्ड और पुष्टिकरण मेल नहीं खाते हैं। कृपया पुन: प्रयास करें।
ko: 비밀번호와 비밀번호 확인이 일치하지 않습니다. 다시 시도하십시오.
th: รหัสผ่านและการยืนยันรหัสผ่านไม่ตรงกัน กรุณาลองอีกครั้ง.
vi: Mật khẩu và xác nhận mật khẩu không khớp nhau. Vui lòng thử lại.
zh: 您输入的密码与确认密码不符。请再试一次。

source: REGISTRATION COMPLETE
es: ¡Registro terminado!
hi: रजिस्ट्रेशन पूर्ण!
ko: 가입이 완료되었습니다!
th: การลงทะเบียนเสร็จสมบูรณ์!
vi: Quá trình Đăng ký Hoàn tất!
zh: 完成注册！

source: THANK YOU FOR REGISTERING
es: ¡Gracias por registrarse en Tongue Tango! Para usar Tongue Tango, tendrá que conectarse con algunos amigos…
hi: Tongue Tango में रजिस्टर करने के लिए धन्यवाद! Tongue Tango का उपयोग करने के लिए कुछ दोस्तों के साथ कनेक्ट करना अपेक्षित है…
ko: Tongue Tango에 가입해주셔서 감사합니다! Tongue Tango를 사용하시려면 친구들과 연결하셔야 합니다…
th: ขอขอบคุณสำหรับการลงทะเบียนกับ Tongue Tango! ในการใช้ Tongue Tango คุณจะต้องเชื่อมต่อกับเพื่อนๆ...
vi: Cám ơn bạn đã đăng ký sử dụng Tongue Tango! Để sử dụng Tongue Tango, bạn cần kết nối với một vài người bạn…
zh: 感谢您注册Tongue Tango！要使用Tongue Tango，请先和您的朋友建立联系…

source: ADD FRIENDS
es: Agregar amigos
hi: दोस्तों को जोड़ें
ko: 친구 추가
th: เพิ่มเพื่อน
vi: Thêm Bạn bè
zh: 添加好友

source: CONTACTS
es: Contactos
hi: संपर्क
ko: 연결
th: รายชื่อผู้ติดต่อ
vi: Danh bạ
zh: 联系人

source: CONTACTS SUBTITLE
es: Encontrar amigos de sus contactos
hi: अपनी संपर्क सूची में दोस्तों को ढूंढें
ko: 연락처에서 친구 찾기
th: ค้นหาเพื่อนจากรายชื่อผู้ติดต่อของคุณ
vi: Tìm kiếm bạn bè từ danh bạ của bạn
zh: 从您的联系人中寻找好友

source: FACEBOOK
hi: फेसबुक

source: FB SUBTITLE
es: Encontrar amigos de Facebook
hi: फेसबुक सए दोस्तों को ढूंढें
ko: Facebook에서 친구찾기
vi: Tìm bạn từ Facebook
zh: 从Facebook中寻找好友

source: INVITE SUBTITLE
es: Invitar amigos a unirse a Tongue Tango
hi: Tongue Tango से जुड़ने के लिए दोस्तों को आमंत्रित करें
ko: Tongue Tango로 친구 초대하기
th: เชื้อเชิญเพื่อนเข้าร่วม Tongue Tango
vi: Mời bạn bè tham gia Tongue Tango
zh: 邀请朋友加入Tongue Tango

source: SUGGESTIONS
es: Sugerencias
hi: सुझाव
ko: 제안
th: การแนะนำ
vi: Gợi ý
zh: 建议

source: TOP RESULTS
es: Principales resultados para "%@"
hi: "%@" के लिए शीर्ष परिणाम
ko: "%@"의 최상 결과
th: ผลลัพธ์สูงสุดสำหรับ "%@"
vi: Kết quả Hàng đầu cho "%@"
zh: "%@"的最相关结果

source: AB ACCESS
es: Acceso a libreta de direcciones
hi: पता पुस्तिका अक्सेस
ko: 주소록 엑세스
th: การเข้าถึงสมุดรายชื่อ
vi: Truy cập Sổ Địa chỉ
zh: 访问地址簿

source: AB ACCESS MESSAGE
es: Tongue Tango desea acceder a su libreta de direcciones para sugerir amigos.
hi: दोस्तों के लिए सुझाव भेजने हेतु Tongue Tango आपकी पता पुस्तिका अक्सेस करने की अनुमति चाहेगा।
ko: 친구 추천을 위하여 Tongue Tango의 주소록 엑세스 허가를 요청합니다.
th: Tongue Tango ขออนุญาตในการเข้าถึงสมุดรายชื่อของคุณเพื่อให้การแนะนำสำหรับเพื่อนๆ
vi: Tongue Tango muốn được quyền truy cập Sổ Địa chỉ của bạn để gửi gợi ý cho bạn bè.
zh: Tongue Tango需要获得访问您的地址簿的许可方可为您提供添加好友的建议。

source: CONTACTS PERMISSION
es: Sus contactos
hi: आपके संपर्क
ko: 연락처
th: รายชื่อผู้ติดต่อของคุณ
vi: Danh bạ của bạn
zh: 您的联系人

source: CONTACTS PERMISSION MESSAGE
es: Para conectarlo fácilmente con sus amigos y su familia, Tongue Tango necesita enviar sus contactos a nuestro servidor.
hi: आपके दोस्तों और परिवार से आसानी से जोड़ने के लिए Tongue Tango के लिए आपकी संपर्क सूची हमारे सर्वर को भेजना आवश्यक है।
ko: 친구들 및 가족과 쉽게 연락하려면, Tongue Tango는 귀하의 연락처를 서버로 전송하여야 합니다.
th: เพื่อให้สามารถเชื่อมต่อกับเพื่อนๆ และครอบครัวของคุณ Tongue Tango ต้องส่งรายชื่อผู้ติดต่อของคุณไปยังเซิร์ฟเวอร์ของเรา
vi: Để dễ dàng kết nối với bạn bè và gia đình bạn, Tongue Tango cần gửi danh bạ của bạn tới máy chủ của chúng tôi.
zh: 为了轻松与您的朋友和家人建立联系，Tongue Tango需要将您的联络人信息发送到我们的服务器。

source: ADD FRIEND
es: Agregar amigo
hi: दोस्त जोड़ें
ko: 친구 추가
vi: Thêm Bạn bè
zh: 添加好友

source: ADDED FRIEND
es: Agregado como amigo
hi: दोस्त के रूप में शामिल
ko: 친구로 추가됨
th: เพิ่มเป็นเพื่อนแล้ว
vi: Đã thêm vào bạn bè
zh: 已添加为好友

source: PROCESSING
es: Procesando…
hi: प्रोसेसिंग...
ko: 처리 중...
th: กำลังประมวลผล...
vi: Đang xử lý...
zh: 处理中…

source: INVITE FRIEND
es: Invitar amigo
hi: दोस्त को आमंत्रित करें
ko: 친구 초대
th: เชื้อเชิญเพื่อน
vi: Mời Bạn bè
zh: 邀请好友

source: TT CONTACTS
es: Contactos en Tongue Tango
hi: Tongue Tango पर संपर्क
ko: Tongue Tango 연락
th: รายชื่อผู้ติดต่อบน Tongue Tango
vi: Danh bạn của Tongue Tango
zh: Tongue Tango上的联系人

source: INVITE TO TT
es: Invitar a Tongue Tango
hi: Tongue Tango पर आमंत्रित करें
ko: Tongue Tango로 초대
th: เชื้อเชิญไปยัง Tongue Tango
vi: Mời tham gia Tongue Tango
zh: 邀请加入Tongue Tango

source: AB ACTIVITY
es: Recuperar amigos de su Libreta de direcciones.
hi: आपकी पता पुस्तिका से दोस्तों को पुन: प्राप्त कर रहे हैं।
ko: 주소록에서 친구 불러오기.
th: การเรียกข้อมูลเพื่อนจาก สมุดรายชื่อของคุณ
vi: Lấy bạn bè từ Sổ Địa chỉ của bạn.
zh: 从您的 地址簿中检索好友。

source: AB ERROR
es: Tongue Tango no pudo recuperar contactos de su Libreta de direcciones. Por favor, intente más tarde.
hi: Tongue Tango आपकी पता पुस्तिका से संपर्कों की पुनर्प्राप्ति में सक्षम नहीं था। कृपया बाद में पुन: प्रयास करें।
ko: Tongue Tango가 주소록에서 친구 불러오기에 실패하였습니다. 다시 시도하십시오.
th: Tongue Tango ไม่สามารถเรียกข้อมูลรายชื่อผู้ติดต่อจากสมุดรายชื่อของคุณ โปรดลองใหม่อีกครั้งในภายหลัง
vi: Tongue Tango không thể lấy thông tin liên hệ từ Sổ Địa chỉ của bạn. Vui lòng thử lại sau.
zh: Tongue Tango无法从您的地址簿中检索到好友。 请稍后再试。

source: AB NO ENTRIES
es: There are no contacts in your Address Book.
hi: आपकी पता पुस्तिका में कोई संपर्क नहीं है।
ko: 주소록에 연락처가 없습니다.
th: ไม่มีรายชื่อผู้ติดต่อ ในสมุดรายชื่อของคุณ
vi: Không có thông tin liên hệ trong Sổ Địa chỉ của bạn.
zh: 您的 地址簿中没有联系人。

source: INVITE FORM ERROR
es: Error en formulario de invitación
hi: फॉर्म त्रुटि आमंत्रित करें
ko: 초대 양식 오류
th: เกิดข้อผิดพลาดในแบบฟอร์มเชื้อเชิญ
vi: Lỗi Mẫu Thư mời
zh: 邀请表出错

source: PLEASE ENTER NAME
es: Por favor ingrese un nombre o un apellido antes de continuar.
hi: कृपया जारी रखने से पहले पहला नाम या अंतिम नाम दर्ज करें।
ko: 계속하시려면 이름 또는 성을 입력하십시오.
th: โปรดป้อนชื่อหรือนามสกุลก่อนที่จะดำเนินการต่อไป
vi: Vui lòng nhập tên hoặc họ trước khi tiếp tục.
zh: 请先输入名字或姓氏。

source: PLEASE ENTER EMAIL
es: Por favor ingrese una dirección de correo electrónico o un número de teléfono antes de continuar.
hi: कृपया जारी रखने से पहले ईमेल पता या फोन नम्बर दर्ज करें।
ko: 계속하시려면 이메일 주소 또는 전화 번호를 입력하십시오.
th: โปรดป้อนที่อยู่อีเมลหรือหมายเลขโทรศัพท์ก่อนที่จะดำเนินการต่อไป
vi: Vui lòng nhập địa chỉ email hoặc số điện thoại trước khi tiếp tục.
zh: 请先输入电邮地址或电话号码。

source: INVALID EMAIL
es: Por favor ingrese una dirección de correo electrónico válida.
hi: कृपया मान्य ईमेल पता दर्ज करें।
ko: 유효한 이메일 주소를 입력하십시오.
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的电邮地址。

source: INVALID PHONE
es: Por favor ingrese un número de teléfono válido.
hi: कृपया मान्य फोन नम्बर दर्ज करें।
ko: 유효한 전화 번호를 입력하십시오.
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
vi: Vui lòng nhập số điện thoại hợp lệ.
zh: 请输入有效的电话号码。

source: INVITE MESSAGE
es: ¡Invite a un amigo para que también disfrute de Tongue Tango! Solo tiene que completar el formulario de invitación y hacer clic en Siguiente.
hi: Tongue Tango का भी आनंद लेने के लिए दोस्त को आमंत्रित करें! बस आमंत्रण फॉर्म को भरें और अगला बटन टैप करें।
ko: Tongue Tango로 친구들을 초대하십시오! 초대 양식을 작성하신 후 다음을 누르십시오.
th: เชื้อเชิญเพื่อนให้เข้าร่วมสนุกกับ Tongue Tango ด้วยกัน! เพียงกรอกแบบฟอร์มการเชิญ และเคาะ Next
vi: Mời bạn bè cùng vui với Tongue Tango! Chỉ cần điền mẫu thư mời và chạm vào nút Tiếp.
zh: 邀请朋友使用Tongue Tango吧！只需填写下面的邀请表，然后点击‘下一步’。

source: INVITE TITLE
es: Invitar %@
hi: आमंत्रित करें %@
ko: 초대 %@
th: เรียนเชิญ %@
vi: Mời %@
zh: 邀请 %@

source: VIDEO DEMO
hi: वीडियो डेमो
ko: 비디오 데모
th: วิดีโอการสาธิตสั้นๆ
vi: Video Thử nghiệm
zh: 视频演示

source: VIDEO SUBTITLE
es: Enviar un Tt video demo
hi: Tt वीडियो डेमो भेजें
ko: Tt 에게 비디오 데모 전송
th: ส่งวิดีโอการสาธิตของ Tongue Tango
vi: Gửi video thử nghiệm Tt
zh: 发送Tt视频演示

source: VOICE NOTE
es: Nota de voz
hi: ध्वनि नोट
ko: 음성 노트
th: ข้อความเสียง
vi: Nội dung thoại
zh: 声音提示

source: VOICE SUBTITLE
es: Enviar a Tt nota de voz
hi: Tt ध्वनि नोट भेजें
ko: Tt 음성 노트 보내기
th: ส่งข้อความเสียงของ Tongue Tango
vi: Gửi nội dung thoại Tt
zh: 发送Tt声音提示

source: RECORD VOICE
es: Grabar nota de voz
hi: ध्वनि नोट रिकॉर्ड करें
ko: 음성 노트 녹음
th: บันทึกข้อความเสียง
vi: Ghi lại Nội dung Thoại
zh: 录制声音提示

source: RECORD SUBTITLE
es: Enviar su propia nota de voz
hi: खुद अपना ध्वनि नोट भेजें
ko: 나만의 음성 노트 보내기
th: ส่งข้อความเสียงของตัวคุณเอง
vi: Gửi nội dung thoại của chính bạn
zh: 发送您自己的声音提示

source: TEXT
es: Texto
hi: अगला
ko: 문자
th: ข้อความ
vi: Nội dung
zh: 文本

source: TEXT SUBTITLE
es: Enviar un SMS de texto
hi: एसएमएस पाठ भेजें
ko: SMS 문자 보내기
th: ส่งข้อความ SMS
vi: Gửi tin nhắn SMS
zh: 发送短信文本

source: INVITE TEXT MESSAGE
es: Aloha, Hola y Hello - Puede que este sea el mensaje más importante que reciba en todo el día. Su amigo, %@ %@, ya está usando Tongue Tango ¡y usted también debiera hacerlo! Déle un buen uso a ese fantástico smartphone y realmente hable con sus amigos; ¡Textear es tan del 2011! Pulse Talk, Postee, Tuitee, Personalice, envíe un Shout, un Tema, un Yell, un Scream o bien hable normalmente, ¡si es que alguna vez lo hace! Vaya a TongueTango.com y descargue la aplicación para iPhone y Android AQUÍ: %@
hi: अलोहा, होला और हेलो - ये सबसे महत्वपूर्ण संदेश हो सकते हैं जिन्हें आप पूरे दिन प्राप्त करते हैं। आपका दोस्त, %@ %@, पहले से ही Tongue Tango का उपयोग कर रहा है और आपको भी करना चाहिए! बेहतर उपयोग और खासकर दोस्तों से बात करने के लिए अतुलनीय स्मार्ट फोन में डालें; पाठ 2011 जैसा है! बात करें, पोस्ट करें, ट्विट करें, शाउट करें, थीम बनाएं, यील करें, स्क्रीम करें या सामान्य रूप से बातचीत करें अगर आप वाकई ऐसी चीजें करना चाहते हैं! इसे TounueTango.com पर ऑनलाइन आजमाएं और आईफोन और एंड्रॉयड के लिए यहाँ एैप डाउनलोड करें: %@
ko: 안녕, 안녕 안녕! - 오늘 받은 문자 중 가장 중요한 메세지 일지도 모릅니다. 친구, %@ %@,가 이미 Tongue Tango를 사용하고 있으니 가입하세요! 똑똑한 스마트 폰을 통해서 친구들과 소통하세요; 2011년에 문자메세지! 대화, 포스트, 트위터, 사용자지정, 소리치기, 테마,비명, 또는 일상적인 대화가 가능합니다! TongueTango.com 온라인에서 확인하세요. iPhone 그리고 Android에서 어플을 다운로드 하십시오: %@
th: สวัสดี นี่อาจเป็นข้อความที่สำคัญที่สุดที่คุณได้รับในวันนี้ เพื่อนของคุณ %@%@ เป็นผู้ใช้งาน Tongue Tango ในปัจจุบัน คุณก็ควรเข้าร่วมด้วยเช่นเดียวกัน! ใช้สมาร์ทโฟนที่แสนวิเศษอย่างเต็มประสิทธิภาพและพูดคุยกับเพื่อนๆ ของคุณได้อย่างแท้จริง; การเขียนข้อความที่ร่วมสมัย 2011! ไม่ว่าจะเป็นการพูดคุย ประกาศ ทวีต กำหนดเอง ตะโกน ชุดรูปแบบ โห่ร้อง กรีดร้อง หรือพูดตามปกติ อะไรทำนองนี้! ตรวจสอบทางออนไลน์ได้ที่ TongueTango.com และดาวน์โหลดแอพพลิเคชันสำหรับไอโฟนและแอนดรอยด์ได้ที่นี่: %@
vi: Aloha, Hola và Xin chào - Đây có thể là tin nhắn quan trọng nhất mà bạn nhận được trong cả ngày. Bạn của bạn, %@ %@, đã sử dụng Tongue Tango và bạn cũng nên dùng thử xem! Hãy tận dụng chiếc điện thoại thông minh và trò chuyện thực sự với bạn bè của bạn; Gửi tin nhắn mới đúng kiểu Năm 2011 chứ! Hãy Trò chuyện, Đăng bài, Viết Tweet, Tùy chỉnh, Kêu, Tạo chủ đề, La, Hét hay nói chuyện thông thường nếu bạn quan tâm đến những điều này! Hãy xem trực tuyến tại TongueTango.com và tải xuống ứng dụng cho iPhone và Android TẠI ĐÂY: %@
zh: 嗨-这可能是您一天收到的最重要的消息。 您的朋友，%@ %@,已经在使用Tongue Tango了，您也来尝试下吧！让您了不起的智能手机物尽其用吧，用它来和您的朋友进行交谈;发短信已经是2011的事了！ 通话、发帖、推特、定制、大吼、主题、大叫、尖叫或者正常说话，如果您真正喜欢它的话！ 请访问TongueTango.com了解详情，在此：%@下载iPhone和Android应用

source: INVITE SMS MESSAGE
es: No more thumbs just Tongue. %@ uses Tongue Tango to Talk, Post, Tweet, Scream and Yell, so use some Tongue! %@
hi: और अब ऊंगलियां नहीं केवल जबान बोलेगी। %@ Tongue Tango को बात करने, पोस्ट करने, ट्विट करने, स्क्रीम करने और यील करने के लिए उपयोग करता है इसलिए जबान इस्तेमाल करें! %@
ko: 손가락이 아닌 혀를 사용하세요. %@ Tongue Tango를 통하여 대화, 포스트, 트윗, 소리치기 등이 가능합니다, 혀를 사용하세요! %@
th: ไม่มีรูปขนาดย่อ มีเพียง Tongue %@ ใช้ Tongue Tango เพื่อพูดคุย ประกาศ ทวีต กรีดร้อง และโห่ร้อง มาใช้ Tongue ดีกว่า! %@
vi: Không cần dùng tay nữa, chỉ lời nói là đủ.%@ sử dụng Tongue Tango để Trò chuyện, Đăng bài, Viết Tweet, Hét và La, vì thế hãy sử dụng lời nói của bạn! %@
zh: 不需要动拇指，只需要动动舌头。 %@ 使用Tongue Tango交谈、发帖、发推特、尖叫和大叫，您也用Tongue吧 %@
