Repository: TongueTango/tonguetangoiOS
Catalog: Tongue Tango/*.lproj/Localizable.strings
Languages: es, hi, ko, th, vi, zh

source: OPTION UNAVAILABLE
es: Opción no disponible
hi: विकल्प अनुपलब्ध
ko: 이용 가능한 옵션
th: ตัวเลือกไม่พร้อมใช้งาน
vi: Tùy chọn Không sẵn dùng
zh: 选项不可用

source: SMS NOT AVAILABLE
es: Su dispositivo no puede enviar mensajes SMS. Por favor, elija otra opción.
hi: आपका उपकरण एसएमएस संदेशों को भेजने में असमर्थ है। कृपया दूसरा विकल्प चुनें।
ko: 장치에서 SMS 메세지를 전송하실 수 없습니다. 다른 옵션을 선택하십시오.
th: อุปกรณ์ของคุณไม่สามารถส่งข้อความ SMS ได้ โปรดเลือกตัวเลือกอื่น
vi: Thiết bị của bạn không thể gửi tin nhắn SMS. Vui lòng chọn tùy chọn khác.
zh: 您的设备无法发送短消息。请选择另外一个选项。

source: EMAIL NOT AVAILABLE
es: Su dispositivo no puede enviar mensajes de correo electrónico. Por favor, elija otra opción.
hi: आपका उपकरण ईमेल संदेशों को भेजने में असमर्थ है। कृपया दूसरा विकल्प चुनें।
ko: 장치에서 이메일 전송이 불가능합니다. 다른 옵션을 선택하십시오.
th: อุปกรณ์ของคุณไม่สามารถส่งข้อความอีเมลได้ โปรดเลือกตัวเลือกอื่น
vi: Thiết bị của bạn không thể gửi Email. Vui lòng chọn tùy chọn khác.
zh: 您的设备无法发送电子邮件。请选择另外一个选项。

source: INVITE SENT
es: ¡Su invitación ha sido enviada!
hi: आपका निमंत्रण भेज दिया गया है!
ko: 초대 전송
th: ได้ส่งคำเชิญแล้ว
vi: Thư mời được gửi đi
zh: 您的邀请已发送！

source: TYPE MESSAGE
es: Mensaje vacío
hi: संदेश खाली है
ko: 메세지 없음
th: ไม่มีข้อความ
vi: Tin nhắn Trống
zh: 空白消息

source: TYPE MESSAGE MESSAGE
es: Usted debe ingresar algo o hacer clic en cancelar.
hi: आपको कुछ टाइप या रद्द करें पर हिट करना चाहिए।
ko: 문자를 입력하시거나 또는 취소하십시오.
th: คุณต้องพิมพ์บางสิ่งหรือกดยกเลิก
vi: Bạn phải nhập nội dung hoặc nhấn hủy bỏ.
zh: 您必须输入一些内容或者按‘取消’。

source: FB VIDEO POST TITLE
es: ¿Haga clic para escuchar mi mensaje!
hi: मेरे संदेश को सुनने के लिए क्लिक करें!
ko: 메세지를 들으시려면 클릭하십시오!
th: กดเพื่อฟังข้อความของฉัน!
vi: Nhấp chuột để bật
zh: 按这里听我的留言！

source: FB VIDEO POST DESC
es: Uno de us amigos Tongue Tango %@ tiene algo que decirle. Si es usuario nuevo en Facebook, haga clic en el botón reproducir y ¡prepárese para asombrarse!
hi: आपके किसी एक Tango %@ दोस्त के पास कहने के लिए कुछ है। अगर आप फेसबुक पर नए है तो प्ले बटन पर क्लिक करें और चमत्कृत होने के लिए तैयार हो जाए!
ko: Tongue Tango %@ 의 친구로부터 메세지가 있습니다. Facebook을 처음 사용하실 경우, 재생 버튼을 클릭하신 후 놀랄 준비를 하십시오!
th: หนึ่งในเพื่อน Tongue Tango ของคุณ %@ มีบางสิ่งจะบอกคุณ หากคุณยังใหม่ต่อ Facebook ให้คลิกที่ปุ่มเล่นและเตรียมพร้อมรับความน่าอัศจรรย์ใจ!
vi: Một trong những người bạn %@ trên Tongue Tango có chuyện muốn kể với bạn. Nếu bạn mới biết Facebook, hãy nhấp chuột vào nút bật và chuẩn bị để ngạc nhiên nhé!
zh: 您有一个Tongue Tango %@ 朋友有话要跟您说。如果您没有用过Facebook，请点击‘播放’按钮，等着精彩的体验吧！

source: TW AUDIO POST DESC
es: Haga clic en el enlace para escuchar mi tuit a través de Tongue Tango:
hi: Tongue Tango के द्वारा मेरा ट्विट सुनने के लिए लिंक पर क्लिक करें
ko: Tongue Tango에서 트윗을 들으시려면 클릭하십시오:
th: คลิกที่ลิงค์เพื่อฟังทวีตของฉันผ่าน Tongue Tango:
vi: Nhấp chuột vào liên kết để nghe tweet của tôi qua Tongue Tango:
zh: 点击链接听听我通过Tongue Tango发布的推特：

source: NEW MESSAGE
es: Mensaje Nuevo
hi: नया संदेश
ko: 새 메세지
th: ข้อความใหม่
vi: Thông điệp mới
zh: 有新留言

source: PRESS & HOLD TO RECORD
es: Mantenga oprimida para grabar
hi: रिकॉर्ड करने के लिए दबायें और पकड़े रहें
ko: 녹음 하시려면 길게 누르세요
th: กดและรอเพื่อการบันทึก
vi: Nhấn và Giữ để Ghi âm
zh: 按住此键录音

source: SELECT CONTACT
es: Seleccionar contacto
hi: संपर्क चुनें
ko: 연락처 선택
th: เลือกรายชื่อผู้ติดต่อ
vi: Chọn Danh bạ
zh: 选择联系人

source: MY FRIENDS
es: Amigos
hi: दोस्त
ko: 친구
th: เพื่อน
vi: Bạn bè
zh: 好友

source: PENDING FRIENDS
es: Pendiente
hi: लंबित
ko: 대기
th: อยู่ในระหว่างการพิจารณา
vi: Đang chờ
zh: 待确认

source: ACTIVE FRIENDS
es: Amigos
hi: दोस्त
ko: 친구
th: เพื่อน
vi: Bạn bè
zh: 好友

source: BLOCKED FRIENDS
es: Bloqueado
hi: ब्लॉक्ड
ko: 차단됨
th: ปิดกั้น
vi: Đã chặn
zh: 被阻止

source: NOT GROUP OWNER
es: Usted no es el dueño del grupo
hi: आप समूह के स्वामी नहीं है
ko: 당신은 그룹의 주인이 아닙니다
th: คุณไม่ใช่เจ้าของกลุ่ม
vi: Bạn không phải là người tạo nhóm
zh: 您不是群主

source: CONTACT GROUP OWNER
es: Por favor contacte al dueño del grupo para darse de baja en este grupo.
hi: कृपया इस समूह से खुद को हटाने के लिए समूह के स्वामी से संपर्क करें।
ko: 그룹에서 탈퇴하려면 주인에게 요청하십시오.
th: โปรดติดต่อเจ้าของกลุ่มเพื่อลบชื่อคุณออกจากกลุ่มนี้
vi: Vui lòng liên hệ với người tạo nhóm để bạn được xóa khỏi nhóm này.
zh: 请联系群主，让其把您移出群组。

source: GROUP OWNER
es: (Dueño del grupo)
hi: (समूह स्वामी)
ko: (그룹 주인)
th: (เจ้าของกลุ่ม)
vi: (Người Tạo Nhóm)
zh: （群主）

source: GROUP NAME TITLE
es: Cree un nombre para su grupo
hi: अपने समूह के लिए नाम बनाएं
ko: 그룹 이름을 생성하십시오
th: สร้างชื่อสำหรับกลุ่มของคุณ
vi: Tạo tên cho nhóm của bạn
zh: 为您的组织取一个名字

source: GROUP NAME DESC
es: Para que sus amigos puedan encontrar su grupo, introduzca un nombre de grupo.
hi: ताकि दोस्त आपके समूह को ढूंढ सकें, कृपया समूह नाम दर्ज करें।
ko: 친구들이 찾을 수 있도록, 그룹 이름을 입력하십시오.
th: เพื่อสำหรับเพื่อนสามารถค้นหากลุ่มของคุณ กรุณาใส่ชื่อกลุ่ม.
vi: Để bạn bè có thể tìm thấy nhóm của bạn, vui lòng nhập vào tên nhóm.
zh: 请输入组织名称, 这样你的朋友就可以找得到您。

source: GROUP PICTURE
es: ¿Cómo le gustaría ubicar la foto del grupo?
hi: आप अपने समूह का चित्र कैसे सेट करना चाहेंग़े?
ko: 그룹 사진 설정을 어떻게 하시겠습니까?
th: คุณต้องการติดตั้งให้รูปภาพของกลุ่มเป็นอย่างไร
vi: Bạn muốn thiết lập hình của nhóm như thế nào?
zh: 您希望如何设置您的组织照片？

source: PERSONAL INFO
es: Información personal
hi: व्यक्तिगत जानकारी
ko: 개인 정보
th: ข้อมูลส่วนบุคคล
vi: Thông tin Cá nhân
zh: 个人信息

source: CHANGE PASSWORD
es: Cambiar contraseña
hi: पासवर्ड बदलें
ko: 비밀번호 변경
th: เปลี่ยนรหัสผ่าน
vi: Đổi Mật khẩu
zh: 修改密码

source: SOCIAL NETWORKING
es: Redes sociales
hi: सामाजिक नेटवर्किंग
ko: 소셜 네트워킹
th: เครือข่ายทางสังคม
vi: Mạng Xã hội
zh: 社交网络构建

source: REVIEW
es: Revisar antes de enviar
hi: भेजने से पहले समीक्षा करें
ko: 전송 전 리뷰
th: ตรวจสอบก่อนส่ง
vi: Xem lại trước khi gửi
zh: 发送前请复核

source: SKINS
es: Temas
hi: थीम
ko: 테마
th: ชุดรูปแบบ
vi: Chủ đề
zh: 主题

source: REVIEW AUDIO
es: Revisar audio
hi: ऑडियो की समीक्षा करें
ko: 오디오 리뷰
th: ตรวจสอบการได้ยินเสียง
vi: Nghe lại
zh: 回顾声频

source: DEFAULT TO SPEAKER
es: Predeterminado para altavoz
hi: स्पीकर के लिए डिफॉल्ट
ko: 스피커 기본 설정
th: ตั้งค่าอัตโนมัติที่ลำโพง
vi: Mặc định đối với loa
zh: 默认道扬声器

source: MICROPHONES
es: Micrófonos
hi: माइक्रोफोन्स
ko: 마이크로폰
th: ไมค์โครโพนต่างๆ
vi: Micrô
zh: 麦克风

source: GET MORE THEMES
es: Obtener más temas
hi: और अधिक थीम पाएं
ko: 더 많은 테마
th: เลือกธีมอื่นๆ
vi: Thêm Chủ Đề
zh: 索取更多主题

source: GET MORE MICROPHONES
es: Obtener más micrófonos
hi: और अधिक माइक्रोफोन्स पाएं
ko: 더 많은 마이크로폰
th: เลือกไมค์โครโฟนอื่นๆ
vi: Thêm Micrô
zh: 索取更多麦克风

source: DEFAULT
es: Predeterminado
hi: डिफॉल्ट
ko: 기본
th: ตั้งค่าอัตโนมัติ
vi: Mặc định
zh: 默认

source: SKIN MY APP
es: Tema My App
hi: मेरे App की थीम
ko: 마이 어플 테마
th: จัดรูปแบบแอพพลิเคชั่นของฉัน
vi: Tạo chủ đề cho Ứng dụng của Tôi
zh: 设置应用程序主题

source: SKIN DESCRIPTION
es: Personalice su Aplicación Tongue Tango. Elija entre temas como Militar, Desierto, Guepardo Rosa, y muchos más.
hi: अपने Tongue Tango एैप को व्यक्तिगत बनाएं। सेना, रेगिस्तान, गुलाबी चीता जैसे और भी कई अन्य थीम चुनें।
ko: Tongue Tango 어플을 꾸미세요. 군인, 사막, 핑크 치타와 같은 테마들을 선택하십시오.
th: ปรับแต่งแอพพลิเคชั่น Tongue Tango ของคุณ โดยเลือกจากชุดรูปแบบเช่น ทหาร ทะเลทราย เสือชีต้าสีชมพู และอื่นๆ อีกมากมาย
vi: Cá nhân hóa Ứng dụng Tongue Tango của bạn. Hãy chọn từ những chủ đề như Quân đội, Sa mạc, Báo Hồng và nhiều chủ đề khác nữa.
zh: 个性化您的Tongue Tango应用程序。从以下主题中选择：军事、沙漠、粉色猎豹等等。

source: MICROPHONE PACK
es: Cambiador de micrófono: 5 Pack
hi: माइक्रोफोन चेंजर: 5 पैक
ko: 마이크로폰 충전기: 5 팩
th: เปลี่ยนไมค์โครโฟน: 5 แพค
vi: Đầu Đổi Micrô: 5 Kiểu
zh: 麦克风充电器 :5组装

source: MICROPHONE DESCRIPTION
es: Elija entre 5 diferentes micrófonos diseñados para adaptarse a su estado de ánimo. Pulse para vista previa de los micrófonos.
hi: 5 अलग-अलग माइक्रोफोनों में से अपने मूड के अनुसार उपयुक्त माइक्रोफोन चुनें। माइक्रोफोनों को चुनने के लिए टैब।
ko: 기분에 어울리는 5가지 디자인의 마이크로폰을 선택하십시오. 마이크로폰을 누르시면 미리보기가 가능합니다.
th: เลือกไมค์โครโฟนจาก 5 ตัวที่แตกต่างกันที่ตรงกับโหมดของคุณ กดปุ่มเพื่อแสดงไมค์โครโฟน
vi: Chọn từ 5 kiểu micrô khác nhau để thích hợp với tâm trạng của bạn. Vỗ nhẹ để Xem trước Micrô.
zh: 在5个不同的设计里选取一个最合您心意的一个。 按Tab键来预览您的麦克风.

source: WEBSITE
es: TongueTango.com
hi: TongueTango.com
ko: TongueTango.com
th: TongueTango.com
vi: TongueTango.com
zh: TongueTango.com

source: LINKEDIN
hi: लिंक्डइन

source: TWITTER
hi: ट्विटर

source: YOUTUBE
hi: यूट्यूब

source: EMAIL UNAVAILABLE
es: Correo electrónico no disponible
hi: ईमेल अनुपलब्ध
ko: 이메일 이용 불가능
th: อีเมลไม่พร้อมใช้งาน
vi: Email Không sẵn dùng
zh: 电子邮件不可用

source: EMAIL NOT SETUP
es: Su dispositivo no está configurado para enviar mensajes de correo electrónico.
hi: आपका उपकरण वर्तमान में ईमेल संदेश भेजने के लिए तैयार नहीं किया गया है।
ko: 현재 귀하의 장치는 이메일 전송 설정이 되어있지 않습니다.
th: อุปกรณ์ของคุณในปัจจุบันไม่ได้ตั้งค่าเพื่อส่งข้อความอีเมล
vi: Thiết bị của bạn hiện chưa được thiết lập để gửi email.
zh: 您的设备目前没有为发送电子邮件做好设置。

source: TERMS OF USE
es: Condiciones de uso
hi: उपयोग की शर्तें
ko: 이용약관
th: ข้อตกลงในการใช้งาน
vi: Điều khoản Sử dụng
zh: 使用条款

source: RATE US 5 STARS
es: Califíquenos como 5 estrellas
hi: हमें 5 स्टार की रेटिंग दें
ko: 별 5개 평가
th: ให้เรทเรา 5 ดาว
vi: Xếp hạng chúng tôi 5 Sao
zh: 给我们5颗星的评价吧

source: EMAIL FEEDBACK
es: Comentarios por correo electrónico
hi: फीडबैक ईमेल करें
ko: 이메일 피드백
th: อีเมล์คำติชม
vi: Phản hồi bằng Email
zh: 电邮反馈

source: APPLYING THEME
es: Aplicar tema...
hi: थीम लागू हो रहा है...
ko: 테마 적용...
th: กำลังขอธีม...
vi: Áp dụng Chủ đề...
zh: 主题应用中...

source: CHECKING PURCHASES
es: Verificar compras...
hi: खरीद जांच रहे हैं...
ko: 구매 확인...
th: กำลังตรวจสอบการซื้อต่างๆ...
vi: Kiểm tra Mua hàng...
zh: 检查购货中...

source: CREATING ACCOUNT
es: Crear cuenta...
hi: खाता बन रहा है...
ko: 계정 생성...
th: กำลังสร้างบัญชี...
vi: Tạo Tài khoản...
zh: 创建账户中...

source: LOADING THEMES
es: Cargar temas...
hi: थीम लोड हो रहा है...
ko: 테마 로딩...
th: กำลังโหลดธีม...
vi: Đang tải Chủ đề...
zh: 主题加载中...

source: LOGGING IN
es: Iniciar sesión...
hi: लॉगिंग इन...
ko: 로깅 인...
th: กำลังล๊อกอิน...
vi: Đang đăng nhập...
zh: 正在登录...

source: SAVING GROUP
es: Guardar grupo...
hi: समूह रक्षित हो रहा है...
ko: 그룹 저장...
th: เก็บข้อมูลกลุ่ม...
vi: Đang lưu Nhóm...
zh: 组织保存中...

source: TONGUE-TASTIC!
hi: टंग़-टैस्टिक!
ko: 텅-타스틱!
vi: Tongue-Tastic Tuyệt vời!
zh: 极其出舌!

source: WAITING FOR FRIEND TO ACCEPT
es: Ahora estamos a la espera de que su amigo lo acepte...
hi: अब हम बस आपके दोस्त द्वारा स्वीकार किए जाने की प्रतीक्षा कर रहे हैं...
ko: 친구의 승인을 기다리고 있습니다...
th: ขณะนี้เรากำลังรอให้เพื่อนคุณยอมรับคุณ...
vi: Bây giờ chúng ta đang đợi người bạn đó chấp nhận bạn...
zh: 现在我们就等您的朋友接受您的邀请...

source: LOADING
es: Cargando...
hi: लोड हो रहा है...
ko: 로딩...
th: กำลังโหลด...
vi: Đang tải...
zh: 加载中...

source: NO RESULTS
es: Sin resultados
hi: कोई परिणाम नहीं
ko: 결과 없음
th: ไม่มีข้อมูล
vi: Không có kết quả
zh: 没有结果

source: DONT TELL ME AGAIN
es: No decírmelo otra vez
hi: मुखे दुबारा न बतायें
ko: 다시 묻지 않기
th: ไม่ต้องบอกฉันอีกครั้ง
vi: Đừng nói lại với tôi
zh: 不要在告诉我

source: MY WALL
es: Facebook (Mi muro)
hi: फेसबुक (मेरी वाल)
ko: 페이스북 (내 담벼락)
th: เฟสบุ๊ก (My Wall)
zh: 脸书 (我的涂鸦墙)

source: MY FEED
es: Twitter (Mi twit)
hi: ट्विटर (मेरे फीड)
ko: 트위터 (내 피드)
th: ทวิสเตอร์ (My Feed)
vi: Twitter (My Feed)
zh: 推特 (我的公告)

source: UNABLE TO CONNECT
es: Tongue Tango no pudo conectar con el servidor. Asegúrese de que tiene acceso a Internet.
hi: टंग टैंगो सर्वर से कनेक्ट होने में अक्षम रहा। कृपया सुनिश्चित करें कि आपके पास इंटरनेट तक पहुंच हो।
ko: Tongue Tango가 서버 접속에 실패하였습니다. 인터넷 엑세스를 확인하십시오.
th: Tongue Tango ไม่สามารถที่จะเชื่อมต่อเซิร์ฟเวอร์ได้ กรุณาตรวจสอบอีกครั้งว่าคุณได้เชื่อมต่อกับอินเตอร์เน็ตเรียบร้อยแล้ว
vi: Tongue Tango không thể kết nối với máy chủ. Xin đảm bảo rằng bạn có thể truy cập internet.
zh: Tongue Tango 无法连接至服务器。请确认您已经连网。

source: ADDED TO A GROUP
es: ¡Se le ha agregado a un grupo!
hi: आपको समूह में जोड़ा गया है!
ko: 그룹에 추가되었습니다!
th: คุณได้เข้าไปอยู่ในกลุ่มแล้ว!
vi: Bạn vừa mới được gia nhập vào một nhóm!
zh: 您被加到一个组织里了!

source: HAVE A NEW MESSAGE
es: ¡Tiene un mensaje nuevo!
hi: आपके लिए एक नया संदेश है!
ko: 새 메세지가 있습니다!
th: คุณมีข้อความใหม่!
vi: Bạn vừa có thông điệp mới!
zh: 您有一条新的信息!

source: PREPARING TO DOWNLOAD
es: Preparando para descarga...
hi: डाउनलोड के लिए तैयार हो रहा है...
ko: 다운로드 준비 중...
th: เตรียมตัวที่จะดาวน์โหลด...
vi: Chuẩn bị tải về...
zh: 下载准备中...

source: MESSAGE IS UNAVAILABLE
es: El mensaje no está disponible.
hi: संदेश अनुपलब्ध है।
ko: 메세지 이용이 불가능합니다.
th: ข้อความไม่ว่าง.
vi: Không có thông điệp.
zh: 信息不存在.

source: MESSAGE DOWNLOAD FAILED
es: La descarga del mensaje falló.
hi: संदेश डाउनलोड विफल।
ko: 메세지 다운로드 실패.
th: ข้อความที่ดาวน์โหลดผิดพลาด.
vi: Tải thông điệp thất bại.
zh: 下载信息失败.

source: UNKNOWN USER
es: Usuario desconocido
hi: अज्ञात प्रयोक्ता
ko: 알 수 없는 사용자
th: ไม่รู้ ผู้ใข้งาน
vi: Người dùng không rõ danh tính
zh: 匿名用户

source: TAP TO PREVIEW
es: (pulse para vista previa)
hi: (प्रीव्यू के लिए दबाएँ)
ko: (미리보기 탭)
th: (กดปุ่ม เพื่อแสดง)
vi: (vỗ nhẹ để xem trước)
zh: (按Tab来预览)

source: THEME PURCHASED
es: Tema comprado
hi: खरीदा गया थीम
ko: 구매한 테마
th: ธีมที่ซื้อแล้ว
vi: Đã mua Chủ đề
zh: 主题成功购买

source: SET YOUR THEME IN SETTINGS
es: Usted puede configurar su tema dentro de la Configuración
hi: आप अपनी सेटिंग्स के भीतर अपना थीम सेट कर सकते हैं।
ko: 설정에서 테마를 설정할 수 있습니다
th: คุณสามารถติดตั้งธีมของคุณได้ที่ Settings ของคุณ
vi: Bạn có thể thiết lập chủ đề của bạn trong phần Cài đặt của mình
zh: 您可以在您的设定里面设定主题

source: UNABLE TO PURCHASE
es: Lo sentimos, no pudimos comprar este tema. Por favor, pulse el botón de compra para volver a intentarlo.
hi: क्षमा करें, हम इस थीम को खरीदने में अक्षम रहे। कृपया पुन: प्रयास करने के लिए खरीद बटन दबाएँ।
ko: 죄송합니다. 해당 테마를 구매할 수 없습니다. 구매 버튼을 탭하신 후 다시 시도 하십시오.
th: ขออภัย เราไม่สามารถที่จะทำการซื้อธีมนี้ กรุณาลองกดปุ่มซื้ออีกครั้ง.
vi: Rất tiếc, chúng ta không thể mua chủ đề này. Vui lòng vỗ nút mua để thử lại.
zh: 对不起,我们无法完成主题购买. 请按购买键重试。

source: UNABLE TO VERIFY HISTORY
es: Lo sentimos, no hemos podido verificar su historial de compras.
hi: क्षमा करें, हम आपकी खरीद का इतिहास सत्यापित करने में अक्षम रहे।
ko: 죄송합니다, 구매 이력을 확인할 수 없습니다.
th: ขออภัย เราไม่สามารถตรวจสอบการซื้อย้อนหลังของคุณได้.
vi: Rất tiếc, chúng ta không thể xác minh được lịch sử mua của bạn.
zh: 对不起,我们没有办法核实您的购买历史记录.

source: LOGOUT QUESTION
es: ¿Está seguro de que desea cerrar la sesión de Tongue Tango?
hi: क्या आप वाकई टंग टैंगो से लॉग आउट करना चाहते हैं?
ko: Tongue Tango에서 로그아웃 하시겠습니까?
th: คุณแน่ใจว่าคุณต้องการออกจากTongue Tango?
vi: Bạn có chắc chắn muốn đăng xuất khỏi Tongue Tango không?
zh: 请问您确定要登出 Tongue Tango吗?

source: PLEASE CREATE USERNAME
es: Cree un nombre de usuario y una contraseña para su cuenta de Tongue Tango.
hi: कृपया अपने टंग टैंगो के खाते के लिए यूजरनेम और पासवर्ड बनाएं।
ko: Tongue Tango 계정의 사용자 이름 및 비밀번호를 생성하십시오.
th: กรุณาสร้างชื่อผู้ใช้งานและรหัสผ่านสำหรับบัญชีTongue Tango ของคุณ.
vi: Vui lòng tạo tên người dùng và mật khẩu cho tài khoản Tongue Tango của bạn.
zh: 请为您的Tongue Tango 户口设定一个用户名与密码.

source: OPTIONAL
es: opcional
hi: वैकल्पिक
ko: 선택 사항
th: ตัวเลือก
vi: tùy chọn
zh: 任选

source: PROFILE UPDATED
es: Su perfil ha sido actualizado.
hi: आपका प्रोफाइल अपडेट हो गया है।
ko: 프로필이 업데이트 되었습니다.
th: ข้อมูลของคุณได้อัพเดดเรียบร้อยแล้ว.
vi: Hồ sơ của bạn đã được cập nhật.
zh: 您的资料已更新.

source: SAVE GROUP TITLE
es: ¿Desea guardar sus cambios?
hi: क्या आप अपने बदलावों को रक्षित करना चाहते हैं?
ko: 변경 사항을 저장하시겠습니까?
th: คุณต้องการที่จะเปลี่ยนแปลงหรือบันทึก?
vi: Bạn có muốn lưu thay đổi của bạn không?
zh: 请问您要保存您作的改变吗?

source: SAVE GROUP MESSAGE
es: Si no los guarda, sus cambios se perderán.
hi: अगर आप रक्षित नहीं करते हैं तो आपके बदलाव खत्म हो जाएंगे।
ko: 저장하지 않으실 경우, 변경 사항은 삭제됩니다.
th: ถ้าคุณไม่ทำการบันทึก การเปลี่ยนแปลงของคุณจะสูญหาย.
vi: Nếu không lưu, những thay đổi của bạn sẽ bị mất.
zh: 如果您不保存,您作的改变将会被丢弃.

source: SYNC ALERT
es: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection
hi: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection
ko: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection
th: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection
vi: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection
zh: In order to find yours friends we need to send address book information to Tongue Tango's servers using a secure connection

source: TWITTER_ALERT
es: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device
hi: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device
ko: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device
th: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device
vi: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device
zh: You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account. Go to Settings > Twitter on your iOS device

source: MY TIMELINE
vi: Facebook (My TIMELINE)

source: LOGIN
th: ล็อกอิน

source: PHONE
th: โทรศัพท์
